<?php

return [
    'themes' => 'Темы',
    'primary_color' => 'Основной Цвет',
    'select_base_color' => 'Выберите базовый цвет для вашей темы.',
    'custom' => 'Пользовательский.',
    'no_changing_primary_color' => 'Эта тема не поддерживает изменение основного цвета.',
    'support_changing_primary_color' => 'Эта тема поддерживает изменение основного цвета.',
    'select_interface' => 'Выберите, как вы хотите, чтобы выглядел ваш интерфейс.',
    'select' => 'Выбрать',
    'light' => 'Светлая',
    'dark' => 'Темная',
    'active' => 'Активна',
    'primary_color_set' => 'Основной цвет темы установлен в',
    'theme_set_to' => 'Тема установлена в',
    'appearance' => 'Внешний вид',
    'no_light_mode' => 'Эта тема не поддерживает светлый режим.',
    'no_dark_mode' => 'Эта тема не поддерживает темный режим.',
    'support_light_mode' => 'Эта тема поддерживает светлый режим.',
    'support_dark_mode' => 'Эта тема поддерживает темный режим.',
    'theme_active' => 'Эта тема в настоящее время активна.',
];
