<?php

return [
    'themes' => 'Теми',
    'primary_color' => 'Основний Колір',
    'select_base_color' => 'Виберіть базовий колір для вашої теми.',
    'custom' => 'Персоналізований.',
    'no_changing_primary_color' => 'Ця тема не підтримує зміну основного кольору.',
    'support_changing_primary_color' => 'Ця тема підтримує зміну основного кольору.',
    'select_interface' => 'Виберіть, як ви хочете, щоб виглядав ваш інтерфейс.',
    'select' => 'Вибрати',
    'light' => 'Світла',
    'dark' => 'Темна',
    'active' => 'Активна',
    'primary_color_set' => 'Основний колір теми встановлено в',
    'theme_set_to' => 'Тема встановлена в',
    'appearance' => 'Зовнішній вигляд',
    'no_light_mode' => 'Ця тема не підтримує світлий режим.',
    'no_dark_mode' => 'Ця тема не підтримує темний режим.',
    'support_light_mode' => 'Ця тема підтримує світлий режим.',
    'support_dark_mode' => 'Ця тема підтримує темний режим.',
    'theme_active' => 'Ця тема в даний час активна.',
];
